Repository: Dindows-Systems/E-LearningStarterKit
Catalog: ELearning/Commerce.Web/App_GlobalResources/Common.*.resx
Languages: es

source: Average
es: Promedio

source: Billing
es: Facturación

# CreditCardTransCompleted
source: Credit card transaction completed {0}
es: Transacción con tarjeta de crédito completada {0}

# Deleted
source: Deleted: {0}
es: Eliminado: {0}

# DiscountedPrice
source: {0} (discounted {1} )
es: {0} (descontado {1} )

# Error
source: There was an error
es: Hubo un error

source: Excellent
es: Excelente

source: Fair
es: No Tan Malo

# FeedDescription
source: Commerce Starter Kit 2.0 Products that can be added quickly and easily to your aggregator or site.
es: Los Cursos de Latino E-Learning pueden ser agregados rápida y fácilmente a su aggregator o sitio.

# FeedTitle
source: Commerce Starter Kit 2.0 Products
es: Cursos de Latino E-Learning

source: Finalize
es: Terminar

source: Good
es: Bueno

source: Invalid file type
es: Tipo de archivo inválido

# InvalidOrder
source: Invalid Order: {0}
es: Orden Inválida: {0}

# InvalidOrder2
source: Invalid Order
es: Orden Inválida

source: Invalid PayPal Token
es: Token de PayPal inválido

source: Invalid PayPal TransactionID
es: ID de Transacción PayPal Inválido

source: Invalid Query
es: Consulta Inválida

source: Invalid Subtotal
es: Subtotal Inválido

# InvalidTransaction
source: Invalid transaction, the transaction did not record properly
es: Transacción inválida, la transacción no se registró correctamente

# InvalidUrlProduct
source: Invalid url/product id
es: URL/Id Producto inválido

# InvalidUserName
source: Invalid User Name for the Order. Please set Order.UserName accordingly.
es: Usuario inválido para la Orden. Por favor asigne Order.UserName correctamente.

# NeedBillingAddress
source: Need a billing address
es: Se necesita una dirección de facturación

# NeedShippingAddress
source: Need a shipping address
es: Se necesita una dirección de envío

# NeedValidEmail
source: Need a valid Email for this order
es: Se necesita un Email válido para esta orden

# NeedValidFirstName
source: Need a valid First Name for this order
es: Se necesita un Nombre válido para esta orden

# NeedValidIPAddress
source: Need a valid IP address for this order
es: Se necesita una dirección IP válida para esta orden

# NeedValidLastName
source: Need a valid Last Name for this order
es: Se necesita un Apellido válido para esta orden

source: No file selected
es: No se seleccionó ningún archivo

source: No file to delete
es: No hay archivo a eliminar

source: No folder
es: No hay carpeta

source: No Images
es: No hay imágenes

# NoItems
source: No items have been added to the order
es: No se han agregado items a la orden

source: No Results
es: No Hay Resultados

# NoTransactionID
source: No TransactionID - Invalid
es: No hay ID de Transacción - Inválido

source: Not rated
es: Sin calificar

# OrderCancelled
source: Order Cancelled by {0}: " {1}
es: Orden Cancelada por {0}: " {1}

source: Order Created
es: Orden Creada

source: Order Refunded
es: Orden Reembolsada

# OrderRefundedOn
source: Order Refunded on {0}
es: Orden Reembolsada el {0}

source: Order System
es: Sistema de Ordenes

source: Our Store
es: Nuestra Tienda

# PaidAtPayPal
source: Paid for at PayPal
es: Pagado en PayPal

# PayPalAmountDontMatchOrder
source: The amount returned from PayPal does match that of the order
es: El monto retornado de PayPal no concuerda con el de la orden

# PayPalExpressCheckoutError
source: PayPal ExpressCheckout Error: {0}
es: Error de Express Checkout de PayPal: {0}

# PayPalExpressCheckoutTransCompleted
source: PayPal ExpressCheckout transaction completed {0}
es: Transacción con Express Checkout de PayPal completada {0}

# PayPalPaymendReceived
source: PayPal payment received and applied
es: Pago de PayPal recibido y aplicado

# PayPalStandardPaymentReceivedOn
source: PayPal Standard Payment Received on {0}: ID= {1}
es: Pago de PayPal Standard Recibido el {0}: ID= {1}

# PDTFailure
source: PDT Failure: {0}
es: Falla de PDT: {0}

# PlaceHolder
source: this is a placeholder
es: este es un espacio libre

source: Poor
es: Pobre

# RatedDescription
source: Rated {0} [{1} out of 5 / rated {2} time(s)]
es: Calificado {0} [{1} de 5 / calificado {2} vez(veces)]

# ReviewNotSaved
source: Oops! There was an error and your review was not saved: {0}
es: Ups! Hubo un error y su comentario no pudo ser guardado: {0}

source: Review Saved
es: Comentario Guardado

# SearchResults
source: Search Results: '{0}'
es: Resultados de la Búsqueda: '{0}'

source: Shipping
es: Envío

# Slogan
source: The Commerce Starter Kit: Sell Your Bits, Not Your Soul
es: Latino E-Learning: Aprende A Tu Propio Ritmo

source: Stars
es: Estrellas

source: Success
es: Exito

# SuccessfullyTransacted
source: Transaction for order {0} successfully transacted
es: La transacción para la orden {0} se realizó con éxito

source: Thank you
es: Gracias

source: Up
es: Arriba

source: Uploaded Sucess
es: Cargado con Exito

# YouRated
source: You rated this {0} out of {1}
es: Usted calificó este curso {0} de {1}
